html/books/the-rahnami.html
---
title: "The Rahnami"
category: "Books"
---
<div id="outline-container-the-rahnami" class="outline-2">
<h2 id="the-rahnami">The Rahnami</h2>
<div class="outline-text-2" id="text-the-rahnami">
<p>
Rahnami is the word &ldquo;first given&rdquo; to the first inhabitants of Naurrnen. The way the word is pronounced today in the languages of Naurrnen are all similar. But there was a copy of the Rahnami written in each of the indegeneous languages.
</p>
</div>
<div id="outline-container-principles-of-the-rahnami" class="outline-3">
<h3 id="principles-of-the-rahnami">Principles of the Rahnami</h3>
<div class="outline-text-3" id="text-principles-of-the-rahnami">
</div>
<div id="outline-container-the-first-rahnami-is-that-for-love-love-is-rahnami-and-rahnami-love-" class="outline-4">
<h4 id="the-first-rahnami-is-that-for-love-love-is-rahnami-and-rahnami-love-">The first Rahnami is that for love. Love is Rahnami and Rahnami love.</h4>
<div class="outline-text-4" id="text-the-first-rahnami-is-that-for-love-love-is-rahnami-and-rahnami-love-">
</div>
</div>
<div id="outline-container-rahnami-for-others-rahnami-is-something-that-multiplies-as-it-is-spent-so-always-give-rahnami-so-that-rahnami-will-increase-" class="outline-4">
<h4 id="rahnami-for-others-rahnami-is-something-that-multiplies-as-it-is-spent-so-always-give-rahnami-so-that-rahnami-will-increase-">Rahnami for others. Rahnami is something that multiplies as it is spent. So always give Rahnami, so that Rahnami will increase.</h4>
<div class="outline-text-4" id="text-rahnami-for-others-rahnami-is-something-that-multiplies-as-it-is-spent-so-always-give-rahnami-so-that-rahnami-will-increase-">
</div>
</div>
<div id="outline-container-rahnami-for-the-world-where-there-is-no-rahnami-there-is-scarcity-scarcity-is-overcome-by-rahnami-resources-that-cannot-be-made-must-be-preserved-and-resources-that-can-be-made-should-be-shared-abundantly-" class="outline-4">
<h4 id="rahnami-for-the-world-where-there-is-no-rahnami-there-is-scarcity-scarcity-is-overcome-by-rahnami-resources-that-cannot-be-made-must-be-preserved-and-resources-that-can-be-made-should-be-shared-abundantly-">Rahnami for the world. Where there is no Rahnami, there is scarcity. Scarcity is overcome by Rahnami. Resources that cannot be made, must be preserved, and resources that can be made should be shared abundantly.</h4>
<div class="outline-text-4" id="text-rahnami-for-the-world-where-there-is-no-rahnami-there-is-scarcity-scarcity-is-overcome-by-rahnami-resources-that-cannot-be-made-must-be-preserved-and-resources-that-can-be-made-should-be-shared-abundantly-">
</div>
</div>
<div id="outline-container-rahnami-is-mercy-before-confronting-the-evil-outside-confront-the-evil-in-inside-fix-the-lack-of-rahnami-in-yourself-and-then-and-only-then-can-you-confront-the-evil-outside-if-you-want-a-second-chance-give-it-freely-if-you-want-third-fourth-fifth-chance-give-it-freely-you-cannot-understand-the-poverty-out-there-without-first-confronting-the-poverty-in-here-" class="outline-4">
<h4 id="rahnami-is-mercy-before-confronting-the-evil-outside-confront-the-evil-in-inside-fix-the-lack-of-rahnami-in-yourself-and-then-and-only-then-can-you-confront-the-evil-outside-if-you-want-a-second-chance-give-it-freely-if-you-want-third-fourth-fifth-chance-give-it-freely-you-cannot-understand-the-poverty-out-there-without-first-confronting-the-poverty-in-here-">Rahnami is mercy. Before confronting the evil outside, confront the evil in inside. Fix the lack of Rahnami in yourself, and then, and only then can you confront the evil outside. If you want a second chance, give it freely. If you want third, fourth, fifth chance, give it freely. You cannot understand the poverty out there, without first confronting the poverty in here.</h4>
<div class="outline-text-4" id="text-rahnami-is-mercy-before-confronting-the-evil-outside-confront-the-evil-in-inside-fix-the-lack-of-rahnami-in-yourself-and-then-and-only-then-can-you-confront-the-evil-outside-if-you-want-a-second-chance-give-it-freely-if-you-want-third-fourth-fifth-chance-give-it-freely-you-cannot-understand-the-poverty-out-there-without-first-confronting-the-poverty-in-here-">
</div>
</div>
<div id="outline-container-rahnami-is-just-but-it-is-mercy-first-and-foremost-or-it-is-not-just-at-all-" class="outline-4">
<h4 id="rahnami-is-just-but-it-is-mercy-first-and-foremost-or-it-is-not-just-at-all-">Rahnami is just. But it is mercy first, and foremost, or it is not just at all.</h4>
<div class="outline-text-4" id="text-rahnami-is-just-but-it-is-mercy-first-and-foremost-or-it-is-not-just-at-all-">
</div>
</div>
</div>
<div id="outline-container-king-tasfaye-s-commentary-on-the-principles" class="outline-3">
<h3 id="king-tasfaye-s-commentary-on-the-principles">King Tasfaye&rsquo;s Commentary on the Principles</h3>
<div class="outline-text-3" id="text-king-tasfaye-s-commentary-on-the-principles">
<ol class="org-ol">
<li>Principle of Reciprocity: &ldquo;Treat others as you would be treated, with respect and fairness, regardless of their race or origin.&rdquo;</li>
<li>Stewardship of Resources: &ldquo;Honor and preserve the bounty of our world, using its resources wisely and sustainably for the benefit of all.&rdquo;</li>
<li>Justice and Mercy: &ldquo;Seek justice that restores and heals, balancing retribution with compassion, and punishment with rehabilitation.&rdquo;</li>
<li>Seeking Knowledge and Wisdom: &ldquo;Pursue knowledge and wisdom diligently, for they light the path to understanding and peace among peoples.&rdquo;</li>
<li>Fair Exchange and Integrity in Trade: &ldquo;Engage in trade with honesty and integrity, ensuring that all dealings are fair and benefit all parties.&rdquo;</li>
<li>Rights and Responsibilities: &ldquo;Uphold the rights of all individuals, while also embracing the responsibilities we share to our community and world.&rdquo;</li>
<li>Peaceful Coexistence and Conflict Resolution: &ldquo;Strive for peaceful coexistence and resolve conflicts through wisdom and understanding, not through force or deceit.&rdquo;</li>
</ol>
</div>
</div>
</div>
